[
    {
        "id": 1,
        "name": "Play Station 5",
        "description": "Un cerebro muy potente. El cerebro de la PS5 tiene un chipset fabricado por AMD basado en una CPU Zen 2 de 8 núcleos a 3,5 GHz (frecuencia variable) y una GPU RDNA 2 con 36 unidades de computación a 2,23 GHz (frecuencia variable) con los que ofrece un total de 10,28 teraflops.",
        "image": "https://github.com/Han-Juri/React-Franco/blob/main/public/assets/images/products/playstation_5.png?raw=true",
        "price": 4146,
        "stock": 10,
        "category": [
            "consola"
        ]
    },
    {
        "id": 2,
        "name": "X box Series X",
        "description": "Xbox se ha caracterizado desde hace mucho tiempo por un diseño de mando ergonómico y funcional, con una disposición de botones muy buena y un rendimiento bastante alto.",
        "image": "https://github.com/Han-Juri/React-Franco/blob/main/public/assets/images/products/xbox_series_x.png?raw=true",
        "price": 2511,
        "stock": 20,
        "category": [
            "consola"
        ]
    },
    {
        "id": 3,
        "name": "Nintendo Switch",
        "description": "Nintendo Switch (ニンテンドー スイッチ Nintendō Suitchi) es una consola de videojuegos desarrollada por Nintendo. Conocida en el desarrollo por su nombre código «NX», se dio a conocer en octubre de 2016 y fue lanzada mundialmente el 3 de marzo de 2017.",
        "image": "https://github.com/Han-Juri/React-Franco/blob/main/public/assets/images/products/nintendo_switch.png?raw=true",
        "price": 4081,
        "stock": 23,
        "category": [
            "consola"
        ]
    },
    {
        "id": 4,
        "name": "Joystick PS 5",
        "description": "El control inalámbrico DualSense para PS5 ofrece respuesta háptica inmersiva2, gatillos adaptativos dinámicos y un micrófono integrado, todo en un diseño icónico. Dimensiones - 160mm x 66mm x 106mm. Peso - 280 gramos. Motion Sensor - Six-axis (tres axis para giroscopio + tres axis para acelerómetro) Audio - Puerto para auriculares Jack 3.5 (salida 48kHz/16bit, entrada : 24kHz/16bit)",
        "image": "https://github.com/Han-Juri/React-Franco/blob/main/public/assets/images/products/play_station_5_joystick.png?raw=true",
        "price": 1435,
        "stock": 25,
        "category": [
            "joystick",
            "consola",
            "pc"
        ]
    },
    {
        "id": 5,
        "name": "Joystick X Box Series X",
        "description": "Stick izquierdo y stick derecho: Son pequeños joysticks que se utilizan para interactuar con los juegos, las aplicaciones y la consola Xbox. Se utilizan para moverse en las diversas direcciones y también pueden funcionar como botones en los que se puede hacer clic presionándolos.",
        "image": "https://github.com/Han-Juri/React-Franco/blob/main/public/assets/images/products/xbox_series_x_joystick.png?raw=true",
        "price": 9745,
        "stock": 12,
        "category": [
            "joystick",
            "consola",
            "pc"
        ]
    },
    {
        "id": 6,
        "name": "Nintendo Joy-Con",
        "description": "Los mandos Joy-Con son los principales controles de la consola de videojuegos Nintendo Switch. Son de dos unidades individuales, cada una de las cuales contiene una palanca análoga y una matriz de botones.",
        "image": "https://github.com/Han-Juri/React-Franco/blob/main/public/assets/images/products/nintendo_switch_joy-con_controllers.png?raw=true",
        "price": 3596,
        "stock": 42,
        "category": [
            "joystick",
            "consola"
        ]
    },
    {
        "id": 7,
        "name": "Monitor LG 24''",
        "description": "Monitor para juegos con modo protector de ojos, sincronización libre premium, pantalla ajustable de altura para comodidad de jugador, capacidad de montaje VESA (LS27AG320NNXZA)",
        "image": "https://github.com/Han-Juri/React-Franco/blob/main/public/assets/images/products/monitor_LG_24.png?raw=true",
        "price": 7300,
        "stock": 36,
        "category": [
            "monitor",
            "pc"
        ]
    },
    {
        "id": 8,
        "name": "Monitor Samsung 28''",
        "description": "Recientemente, Samsung presentó Smart Monitor, una pantalla innovadora que puede transformar fácilmente el hogar en una oficina, un gimnasio y un cine, todo sin la necesidad de una PC.",
        "image": "https://github.com/Han-Juri/React-Franco/blob/main/public/assets/images/products/monitor_samsung_28.png?raw=true",
        "price": 1671,
        "stock": 15,
        "category": [
            "monitor",
            "pc"
        ]
    },
    {
        "id": 9,
        "name": "Monitor AORUS 20''",
        "description": "AORUS AD27QD presenta un panel QHD de 27 pulgadas(resolución de 2560x1440) en una relación de aspecto de 16:9 con una frecuencia de actualización de 144hz, le brinda el doble de detalles y calidad de visualización que Full HD, y le permite disfrutar de juegos y películas en su tamaño original.",
        "image": "https://github.com/Han-Juri/React-Franco/blob/main/public/assets/images/products/monitor_AORUS_20.png?raw=true",
        "price": 4920,
        "stock": 22,
        "category": [
            "monitor",
            "pc"
        ]
    },
    {
        "id": 10,
        "name": "Mouse Razer",
        "description": "El ratón cuenta con 8 botones programables que puedes configurar por completo a través de Razer Synapse 3, lo que te brinda acceso a las macros y las funciones secundarias para que ejecutes cada acción con facilidad.",
        "image": "https://github.com/Han-Juri/React-Franco/blob/main/public/assets/images/products/mouse_razer.png?raw=true",
        "price": 7482,
        "stock": 31,
        "category": [
            "mouse",
            "pc"
        ]
    },
    {
        "id": 11,
        "name": "Mouse Logitech",
        "description": "Con Logitech® M170 Wireless Mouse tienes la fiabilidad de un dispositivo con cable y la comodidad de uno inalámbrico (con un radio de acción de 10 metros) gracias a la tecnología inalámbrica avanzada de 2,4 GHz de Logitech. Este asequible mouse funciona hasta 12 meses con una sola pila AA.",
        "image": "https://github.com/Han-Juri/React-Franco/blob/main/public/assets/images/products/mouse_logitech.png?raw=true",
        "price": 3968,
        "stock": 13,
        "category": [
            "mouse",
            "pc"
        ]
    },
    {
        "id": 12,
        "name": "Mouse Roccat Burst Pro",
        "description": "La ROCCAT Burst Pro está diseñada con la máxima atención al detalle y es tan elegante como potente. Cuenta con un sensor óptico ROCCAT Owl-Eye de 16.000 ppp y un revestimiento especialmente desarrollado para un agarre excepcional.",
        "image": "https://github.com/Han-Juri/React-Franco/blob/main/public/assets/images/products/mouse_roccat_burst_pro.png?raw=true",
        "price": 3322,
        "stock": 12,
        "category": [
            "mouse",
            "pc"
        ]
    },
    {
        "id": 13,
        "name": "Mouse Logitech MX Master",
        "description": "MX Master 3 es precisión instantánea y potencial infinito. Es el ratón de la serie Master más avanzado hasta la fecha. Diseñado para diseñadores y concebido para codificadores. Si se te ocurre algo, puedes dominarlo.",
        "image": "https://github.com/Han-Juri/React-Franco/blob/main/public/assets/images/products/logitech-mx-master-s3-negro1.png?raw=true",
        "price": 2759,
        "stock": 5,
        "category": [
            "mouse",
            "pc"
        ]
    },
    {
        "id": 14,
        "name": "Mouse Logitech M280",
        "description": "El M280 incluye un botón rueda de goma con una sensación táctil que permite realizar un desplazamiento controlado línea a línea. El seguimiento de alta precisión de Logitech ofrece un nivel superior de control del cursor, para una estupenda navegación prácticamente sobre cualquier superficie.",
        "image": "https://github.com/Han-Juri/React-Franco/blob/main/public/assets/images/products/mouse_logitech_M280.png?raw=true",
        "price": 8533,
        "stock": 8,
        "category": [
            "mouse",
            "pc"
        ]
    },
    {
        "id": 15,
        "name": "Play Station 4",
        "description": "PS4 es un sistema de entretenimiento digital y la cuarta consola de sobremesa desarrollada por Sony Computer Entertainment. Cuenta con un procesador APU de ocho núcleos x86-64 Jaguar desarrollado por AMD. La GPU también fabricada por AMD Radeon tiene una potencia de procesamiento de 1,84 Teraflops.",
        "image": "https://github.com/Han-Juri/React-Franco/blob/main/public/assets/images/products/play_station_4.png?raw=true",
        "price": 3063,
        "stock": 19,
        "category": [
            "consola"
        ]
    },
    {
        "id": 16,
        "name": "Joystick PS 4",
        "description": "Es el primer mando de la línea DualShock en cambiar significativamente su diseño, presentando un diseño más redondeado que sus predecesores. Presenta un panel táctil parecido al usado en la PlayStation Vita.",
        "image": "https://github.com/Han-Juri/React-Franco/blob/main/public/assets/images/products/play_station_4_joystick.png?raw=true",
        "price": 8741,
        "stock": 11,
        "category": [
            "joystick",
            "consola",
            "pc"
        ]
    },
    {
        "id": 17,
        "name": "Nintendo Wii U",
        "description": "Wii U es la nueva consola doméstica de Nintendo, una consola que cambia radicalmente la relación que tienes con tu televisor y la forma en la que te conectas con tus amigos y familiares. Una consola potente de alta definición con un mando extraordinario, el Wii U GamePad, que redefine cómo juegas con otros.",
        "image": "https://github.com/Han-Juri/React-Franco/blob/main/public/assets/images/products/wii_u_console_and_gamepad.png?raw=true",
        "price": 6141,
        "stock": 17,
        "category": [
            "consola"
        ]
    },
    {
        "id": 18,
        "name": "Joystick Wii U",
        "description": "Wii U GamePad es un nuevo mando exclusivo para Wii U que elimina las barreras que siempre ha habido entre juegos, jugadores y televisor, creando una segunda ventana para asomarse al mundo de los juegos. *La suspensión del juego con el botón HOME no es posible durante ciertas secuencias del juego.",
        "image": "https://github.com/Han-Juri/React-Franco/blob/main/public/assets/images/products/joystick_wii_u.png?raw=true",
        "price": 2993,
        "stock": 7,
        "category": [
            "joistick",
            "consola"
        ]
    },
    {
        "id": 19,
        "name": "X Box One",
        "description": "Xbox One es la tercera videoconsola de sobremesa de la marca Xbox, producida por Microsoft. Forma parte de las videoconsolas de octava generación, fue presentada por Microsoft el 21 de mayo de 2013.7​ Es la sucesora de la Xbox 360 y la predecesora de la Xbox Series X. Actualmente compite con PlayStation 4 de Sony y Wii U de Nintendo. Su salida a la venta fue el 22 de noviembre de 20138​ a un precio de 499 dólares.9​  El Firmware actual de la consola es el 10.0.17133.2020 (rs4_release_xbox_dev_1804.180418-1415), donde hay más opciones de salida de vídeo, hay un nuevo nivel de interactividad de Mixer, se pueden compartir las capturas en Twitter, hay torneos abiertos, se pueden poner los temas en un horario, hay mejoras al Narrador, mejoras en Edge, hay más audio inmersivo y hay un filtrado avanzado para propietarios de clubes.",
        "image": "https://github.com/Han-Juri/React-Franco/blob/main/public/assets/images/products/xbox_one.png?raw=true",
        "price": 4140,
        "stock": 7,
        "category": [
            "consola"
        ]
    },
    {
        "id": 20,
        "name": "Joystick X box One",
        "description": "Para Xbox One, simplificamos el control inalámbrico de Xbox para mayor comodidad, mejor rendimiento y uso compartido instantáneo. El control también funciona muy bien con los dispositivos de juego en la nube, Windows 10/11 y Xbox One.",
        "image": "https://github.com/Han-Juri/React-Franco/blob/main/public/assets/images/products/xbox_one_joystick.png?raw=true",
        "price": 5686,
        "stock": 21,
        "category": [
            "joystick",
            "consola",
            "pc"
        ]
    },
    {
        "id": 21,
        "name": "Cable HDMI",
        "description": "High-Definition Multimedia Interface (interfaz multimedia de alta definición). Un HDMI proporciona una interfaz entre cualquier fuente de audio y vídeo digital por medio de un único cable. Es el conector audiovisual digital que ofrece grandes ventajas a la hora de transferir la señal (audio, imagen y video).",
        "image": "https://github.com/Han-Juri/React-Franco/blob/main/public/assets/images/products/cable_hdmi.png?raw=true",
        "price": 6314,
        "stock": 18,
        "category": [
            "cable",
            "pc"
        ]
    },
    {
        "id": 22,
        "name": "Cable USB C",
        "description": "El cable USB Type-C es compatible con hasta 130 W* de transmisión de alimentación en el mismo cable para dispositivos compatibles en comparación con 2,5 W en sus predecesores USB 2.0 o USB 3.0. Esto permite suministrar alimentación a dispositivos, como celulares y tabletas, y cargar laptops compatibles o Ultrabooks.",
        "image": "https://github.com/Han-Juri/React-Franco/blob/main/public/assets/images/products/cable_usb_c.png?raw=true",
        "price": 1218,
        "stock": 5,
        "category": [
            "cable",
            "pc"
        ]
    },
    {
        "id": 23,
        "name": "Cable USB micro",
        "description": "El Micro USB es el predecesor al USB-C, es un conector de pequeñas dimensiones que, generalmente, ofrece velocidades de USB 2.0. Las velocidades de un conector no dependen de la forma del mismo, sino más bien del bus al que vayan conectados y de la tecnología incorporada en el conector en sí.",
        "image": "https://github.com/Han-Juri/React-Franco/blob/main/public/assets/images/products/cable_usb_micro.png?raw=true",
        "price": 6565,
        "stock": 4,
        "category": [
            "cable",
            "pc"
        ]
    },
    {
        "id": 24,
        "name": "Teclado Logitech",
        "description": "Diseño a resistente a salpicaduras. No sumerjas el teclado en ningún líquido., teclas resistentes y robustas patas inclinables con altura ajustable, este teclado está hecho para durar.",
        "image": "https://github.com/Han-Juri/React-Franco/blob/main/public/assets/images/products/teclado_logitech.png?raw=true",
        "price": 9978,
        "stock": 9,
        "category": [
            "teclado",
            "pc"
        ]
    },
    {
        "id": 25,
        "name": "Teclado Razer",
        "description": "Con tecnología Razer™ HyperSpeed Wireless - la tecnología inalámbrica más avanzada de Razer para juego con latencia ultra baja y comandos hipersensibles.",
        "image": "https://github.com/Han-Juri/React-Franco/blob/main/public/assets/images/products/teclado_razer.png?raw=true",
        "price": 3265,
        "stock": 25,
        "category": [
            "teclado",
            "pc"
        ]
    },
    {
        "id": 26,
        "name": "Teclado Corsair",
        "description": "El CORSAIR K70 RGB MK. 2 es un teclado mecánico premium para juegos diseñado para durar, con una estructura de aluminio, interruptores 100 % CHERRY MX y 8 MB de almacenamiento interno de perfiles. Acceso cómodo a un puerto USB adicional para su ratón o sus auriculares.",
        "image": "https://github.com/Han-Juri/React-Franco/blob/main/public/assets/images/products/teclado_corsair.png?raw=true",
        "price": 6021,
        "stock": 2,
        "category": [
            "teclado",
            "pc"
        ]
    },
    {
        "id": 27,
        "name": "Teclado Newskill",
        "description": "Los teclados mecánicos son más sensibles y proporcionan un feedback claro entre lo que pulsas y lo que se ve en pantalla, además de ser más sonoros. Además, permiten que los usuarios pulsen varias teclas a la vez. A causa de su tecnología, son más gruesos, pesados y caros.",
        "image": "https://github.com/Han-Juri/React-Franco/blob/main/public/assets/images/products/teclado_newskill.png?raw=true",
        "price": 5922,
        "stock": 4,
        "category": [
            "teclado",
            "pc"
        ]
    },
    {
        "id": 28,
        "name": "Teclado HyperX",
        "description": "Teclado mecánico para gaming HyperX Alloy Origins 60HyperX Alloy Origins™ 60 es un teclado de alta resistencia, con un factor de forma del 60%, sumamente portátil, que te brinda más espacio para movimientos de desplazamiento del mouse.",
        "image": "https://github.com/Han-Juri/React-Franco/blob/main/public/assets/images/products/teclado_hyperx.png?raw=true",
        "price": 7970,
        "stock": 3,
        "category": [
            "teclado",
            "pc"
        ]
    },
    {
        "id": 29,
        "name": "Teclado MSI",
        "description": "Un teclado gaming, o teclado mecánico, se diferencia de otros tipos de teclados en que cuentan con un mecanismo propio de pulsación, haciendo que cada una de las teclas sea totalmente independiente. Además, duran hasta 50 millones de pulsaciones, siendo que los teclados convencionales duran entre 5 y 10.",
        "image": "https://github.com/Han-Juri/React-Franco/blob/main/public/assets/images/products/teclado_msi.png?raw=true",
        "price": 3685,
        "stock": 33,
        "category": [
            "teclado",
            "pc"
        ]
    },
    {
        "id": 30,
        "name": "Teclado Asus",
        "description": "El teclado gaming ASUS Sagaris GK1100 cuenta con interruptores mecánicos Cherry MX Blue duraderos de 50 millones de pulsaciones. Las teclas con retroiluminación LED RGB le brindan hasta siete modos de iluminación que se pueden personalizar a través de una interfaz intuitiva.",
        "image": "https://github.com/Han-Juri/React-Franco/blob/main/public/assets/images/products/teclado_asus.png?raw=true",
        "price": 7959,
        "stock": 38,
        "category": [
            "teclado",
            "pc"
        ]
    }
]